Repository: a-alhayek/Qibla-iOS
Catalog: KaabaQibla/Resources/*.lproj/Localizable.strings
Languages: ar

source: Muslim World League
ar: رابطة العالم الإسلامي

source: Islamic Society of North America
ar: مجتمع الاسلامي تبع اميركا شمالية

source: Egyptian General Authority of Survey
ar: الهيئة المصرية العامة للمساحة

source: Umm Al-Qura University, Makkah
ar: جامعة أم القرى

source: University of Islamic Sciences, Karachi
ar: جامعة للعلوم الاسلامية، كراتشي

source: Institute of Geophysics, University of Tehran
ar: مركز الجيوفيزياء في جامعة طهران

source: Shia Ithna-Ashari
ar: شيعة اثنا اشعري، مركز ليفا

source: Gulf Region
ar: منطقة الخليج

source: Kuwait
ar: الكويت

source: Qatar
ar: قطر

source: Majlis Ugama Islam Singapura, Singapore
ar: مجلس الدين الاسلامي في سنغفورا

source: Union Organization Islamic de France
ar: منظمة الاتحاد الإسلامية الفرنسية

source: Diyanet İşleri Başkanı, Turkey
ar: رئيس الشؤون الديانات التركية

source: Spiritual Administration of Muslims of Russia
ar: الإدارة الروحية لمسلمي روسيا

source: Moonsighting Committee Worldwide
ar: لجنة رايا القمر العالمية

source: Fajr
ar: الفجر

source: Sunrise
ar: شروق الشمس

source: Dhuhr
ar: الظهر

source: Asr
ar: العصر

source: Maghrib
ar: المفرب

source: Isha
ar: العشاء

source: Imsak
ar: آمساك

source: Prayer Time
ar: أوقات الصلاة

source: Qibla
ar: القبلة

source: try to stand still or stay away from any strong magnetic field
ar: حاول ان تقف ثابت في مكانك او ابتعد عن اي حقل مغناطيسي

source: Please allow location or turn on your network
ar: شغل الانتيرت او اسمح لبرنامج لتحديد المنطق

source: the compass cannot get a good reading at the moment
ar: البوصلة ليست دقيقَ

source: application location is off
ar: منطقت الجوال

source: Please try again
ar: حاول مرة أخرا

source: Dismiss
ar: أغلق
